Repository: common-repository/au-vizio
Catalog: languages/auvs-*.po
Languages: sr_rs

source: <strong>Usage:</strong> Paste T-shirts URL's into <em>Raw</em> field, (one T-shirt's URL per line), press <em>Convert!</em> button and use converted data.
sr_rs: <strong>Употреба:</strong> Уметнице УРЛ адресе мајици у поље <em>сирово</em>, (једна адреса по линији), кликните на дугме <em>Конвертуј!</em> и користите прилагођене податке.

source: Add
sr_rs: Додај

source: Affiliate site ID
sr_rs: Рекламни ИД сајта

source: Blog post ID (or couple of posts) for which will be displayed t-shirt from appropriate group. You can get ID of <em>post</em> or <em>page</em> from post/page permalink.
sr_rs: ИД чланка (или више њих) за које ће бити приказана мајица из одговарајуће групе. ИД <em>линка</em> или <em>стране</em> можете видети у пермалинку чланка или стране.

source: Converted
sr_rs: Конвертовано

source: Convertor
sr_rs: Конвертер

source: Current version
sr_rs: Актуелна верзија

source: Data about t-shirts that belong to current group, separated with pipe. Enter one t-shirt per line. You can get Data about t-shirts from URL to t-shirt page, for example:
sr_rs: Подаци о мајицама које припадају групи, раздвојени усправном цртом. Унесите једну мајицу по лилнији. Податке о мајици можете видети из УРЛ адресе странице мајице, на пример:

source: Default T-shirt price
sr_rs: Подразумевана цена мајице

source: Description of group that will explain idea of t-shirts in that group.
sr_rs: Кратак опис групе који објашњава мотиве на мајицама у тој групи.

source: Designer username
sr_rs: Корисничко име дизајнера

source: Donate
sr_rs: За задовољне кориснике

source: Group %s title
sr_rs: Наслов групе %s

source: Group title
sr_rs: Наслов групе

source: Groups
sr_rs: Групе

source: If you are satisfied with AU-VISIO extension, feel free to <a href="%s">rate it</a> on official WordPress Plugin page. If you wish to support further development <a href="%s">contact author or make some donation</a>.
sr_rs: Ако сте задовољни функционалношћу проширења AU-VIZIO, можете да га <a href="%s">оцените</a> на званичној страници Вордпрес проширења. Уколико желите да помогнете даљи развод овог проширења, <a href="%s">контактирајте аутора или приложите симболичну донацију</a>.

source: Keywords
sr_rs: Кључне речи

source: Keywords in blog post for which will be displayed t-shirts from appropriate group. Can be empty or contain one or more keywords. Multiple keywords are separated by pipe.
sr_rs: Кључне речи у тексту чланка за које ће бити приказана мајица из одговарајуће категорије. Може бити празно, одн. садржати једну или више кључних речи раздвојених усправном цртом (енг. <em>pipe</em>).

source: Main settings
sr_rs: Основна подешавања

source: Number of T-shirt groups
sr_rs: Број група мајица

source: One line example in T-shirt list field with noticed data
sr_rs: Пример линије у пољу Списак мајици са наведеним подацима

source: Options saved
sr_rs: Измене су сачуване

source: Post ID`s
sr_rs: ИД чланка

source: Raw
sr_rs: Сирово

source: Remove
sr_rs: Уклони

source: Save Changes
sr_rs: Сачувај измене

source: Settings
sr_rs: Подешавања

source: Show Title
sr_rs: Прикажи наслов

source: T-shirt ID
sr_rs: ИД мајице

source: T-shirt list
sr_rs: Списак мајици

source: T-shirt name
sr_rs: Назив мајице

source: T-shirt price
sr_rs: Цена мајице

source: Title
sr_rs: Наслов

source: Use Converter below to convert T-shirts URL's to apropriate format.
sr_rs: Употребите Конвертер испод да аутоматски конвертујете УРЛ адресе мајици у одговарајући формат.

source: Users manual
sr_rs: Упутство за кориснике

source: VIZIOshop Options
sr_rs: ВИЗИО шоп опције

source: [ submit ]
sr_rs: [ ажурирај ]

source: [ top ]
sr_rs: [ на врх ]

source: auto incremental number
sr_rs: број се аутоматски повећава

source: check ID for your blog in column <em>Banner</em> in <a href="%s">sites list</a> on VIZIOshop affiliate page
sr_rs: пронађите ИД свог блога у колони <em>Банер</em> у <a href="%s">списку сајтова</a> на страници програма зараде

source: default T-shirt price displayed on <a href="%s">T-shirt's page</a>
sr_rs: подтазумевана цена мајице која се приказује на <a href="%s">страници мајице</a>

source: default price is %s RSD, but if you add t-shirt with different price, type it without decimals. This parameter is optional
sr_rs: подразумевана цена мајице је %s динара, али ако додајете мајицу која има другачију цену, упишите цену без децимала.

source: get your username on top of page <a href="%s">designer control panel</a>
sr_rs: пронађите своје корисничко име на страници <a href="%s">контролне табле за дизајнере</a>

source: name of t-shirt, with spaces instead of dashes (highlighted with red color)
sr_rs: назив мајице, са размацима уместо цртица (у примеру обојен црвеном бојом)

source: one t-shirt per line, in format
sr_rs: једна мајица по линији, у формату

source: or without different price:
sr_rs: или без подразумеване цене:

source: short description
sr_rs: кратки опис

source: split with comma, w/o space
sr_rs: раздвојено зарезом, без размака

source: split with pipe, w/o space
sr_rs: раздвојено усправном цртом, без размака

source: unique t-shirt number (highlighted with blue color)
sr_rs: јединствени број мајице (у примеру обојен плавом бојом)
